{
  "dialogs": [
    {
      "id": 1,
      "author": "Рассказчик",
      "authorDialog": "Коридор спускается вниз каменными ступенями в квадратную комнату 15 на 15 футов. Деревянная лестница вьется вниз вдоль стен в темноту. Лестница выглядит древней, и дерево подгнило и ьослабело. Она вьется вокруг высокой статуи странного четверорукого гуманоида с неясными чертами инсектоида.",
      "choices": [
        {
          "choice": "...",
          "nextIdWithKassit": 2,
          "nextIdWithoutKassit": 2
        }
      ]
    },
    {
      "id": 2,
      "author": "Рассказчик",
      "authorDialog": "Глаза этой статуи выглядят драгоценными. Если свеситься за перила, их можно выковырять.",
      "choices": [
        {
          "choice": "...",
          "nextIdWithKassit": 3,
          "nextIdWithoutKassit": 4
        }
      ]
    },
    {
      "id": 3,
      "author": "Кассит",
      "authorDialog": "Так, лестница шаткая, так что аккуратнее там. А еще там, кажется, внизу кто-то есть...",
      "choices": [
        {
          "choice": "...",
          "nextIdWithKassit": 4
        }
      ]
    },
    {
      "id": 4,
      "author": "Рассказчик",
      "authorDialog": "Итак, вытаскивать ли глаза статуи или не рисковать? Камень похож на отполированный янтарь, стоить будет немало.",
      "choices": [
        {
          "choice": "Вытащить глаза статуи",
          "nextIdWithKassit": 5,
          "nextIdWithoutKassit": 5
        },
        {
          "choice": "Не рисковать"
        }
      ]
    },
    {
      "id": 5,
      "author": "Рассказчик",
      "authorDialog": "Свесившись за перила, один из вас пытается отколоть глаз инсектоида. Статуя смотрит на вас с молчаливым укором. Получается отколоть довольно-таки большой кусок янтаря, но скрип балок подсказывает вам, что лучше не стоит.",
      "choices": [
        {
          "choice": "Отлично!",
          "nextIdWithKassit": 6,
          "money": 25
        }
      ]
    },
    {
      "id": 6,
      "author": "Кассит",
      "authorDialog": "Эй-эй-эй, вы что творите! Тиамат вас побери, эта статуя древнее вас всех! Деритесь тут сами, а я пойду расскажу Глэндону о ваших злодеяниях!",
      "choices": [
        {
          "choice": "...",
          "nextIdWithKassit": 7
        }
      ]
    },
    {
      "id": 7,
      "author": "Рассказчик",
      "authorDialog": "С этими словами она убегает. Не каждому понять цену такого большого куска янтаря, который сейчас у вас в руках.",
      "choices": [
        {
          "choice": "Ну и ладно."
        }
      ]
    }
  ]
}