{
  "dialogs": [
    {
      "id": 1,
      "author": "Рассказчик",
      "authorDialog": "Эти ряды крипт имеют проемы, закрытые запертыми железными дверьми. Внутри можно увидеть сцены из обычной жизни: богато одетые люди сидят за обеденным столом, или за письменным столом или в роскошных креслах. Всё это выглядело бы нормально, если бы участниками этих мрачных диорам не были скелетные останки богачей - тщательно высаженные в правильные позы и погребенные среди своих любимых вещей.",
      "choices": [
        {
          "choice": "...",
          "nextIdWithKassit": 2
        },
        {
          "choice": "Вскрыть решетки.",
          "nextIdWithKassit": 3,
          "nextIdWithoutKassit": 3
        }
      ]
    },
    {
      "id": 2,
      "author": "Кассит",
      "authorDialog": "“А, это первые семьи Флана. Все богачи, офицеры и прочие крупные шишки захораниваются тут. Впрочем, давненько здесь никого не сажали… Кстати, советую не пытаться вскрыть решетки - на них два замка, а ключи есть только у брата Глэндона.”",
      "choices": [
        {
          "choice": "Вскрыть решетки.",
          "nextIdWithKassit": 3
        },
        {
          "choice": "Идти дальше"
        }
      ]
    },
    {
      "id": 3,
      "author": "Рассказчик",
      "authorDialog": "“Как только вы прикасаетесь к двери, пытаясь найти слабое место, по всему коридору разносится сказанное гулким низким голосом предупреждение: “Подумайте дважды о том, что вы делаете, друг! О вашем посягательстве теперь известно!”. Впрочем, вы как раз заметили, что петли будет легко сбить из-за того, что они частично покрылись ржавчиной…",
      "choices": [
        {
          "choice": "Сбить петли.",
          "nextIdWithKassit": 4,
          "nextIdWithoutKassit": 4
        }
      ]
    },
    {
      "id": 4,
      "author": "Рассказчик",
      "authorDialog": "Вы легко разбиваете петли, держащие двери. Внутри есть чем поживиться - каждый мертвец наряжен в дорогое украшенное одеяние, одно краше другого, а их тела увешаны мелкими украшениями.",
      "choices": [
        {
          "choice": "Забрать всё!",
          "nextIdWithKassit": 5,
          "money": 100
        }
      ]
    },
    {
      "id": 5,
      "author": "Кассит",
      "authorDialog": "Эй, вы чего? Вы что себе позволяете! Я немедленно сообщу об этом Проводнику мёртвых! Ищите свою дорогу, как хотите! Чтобы вас сожрали мертвецы!",
      "choices": [
        {
          "choice": "Кассит разворачивается и, пыхтя, убегает к выходу.",
          "isKassitWithUs": false
        }
      ],
      "chooseKassit": true
    }
  ]
}